const items = [
  {
    id: 1,
    imageUrl: 'https://i.niupic.com/images/2023/11/20/cPdT.jpeg',
    title: '2021北京初雪',
    content:
      '作为一个北方人，虽然每年都能看到各种各样的大雪小雪，但是每次一看到雪还是很激动很喜欢，想一直停留在雪天里 ❄️',
  },
  {
    id: 2,
    imageUrl: 'https://i.niupic.com/images/2023/11/20/cPes.jpeg',
    title: '我家大宝',
    content:
      '2022年初想养只宠物，于是机缘巧合下就在某鱼上看到了照片中的小猫，原主人说她叫妹妹，是个胆子很小的猫。不过现在已经被我们驯服了~~~',
    rotate: true,
  },

  {
    id: 3,
    imageUrl: 'https://i.niupic.com/images/2023/08/14/bArO.jpeg',
    title: '花语',
    content:
      '女朋友下班的路上看到的一朵花，便随手摘了下来，拍给了我看，我很高兴~~',
    rotate: true,
  },
  {
    id: 4,
    imageUrl: 'https://i.niupic.com/images/2023/11/20/cPlI.jpeg',
    title: '麦旋风👁',
    content:
      '大夏天骑电车带着女朋友，冲着凉风，吃着冰淇淋喝着凉饮料，这种感觉真的很惬意',
    rotate: true,
  },
  {
    id: 5,
    imageUrl: 'https://i.niupic.com/images/2023/11/20/cPsK.jpg',
    title: '呼和浩特之行',
    content:
      '一个人，一辆车，临时起意，500多公里说走就走~2天的时间，不仅看到了周董，还感受到了呼市人民的热情好客、豪爽、独特的洗浴文化、辽阔的草原、青城驿站等等~',
  },
];

export default items;
